<?php

return [

    'donation' => 'Донат',
    'support_by_donating' => 'Поддержите этого бота донатом',
    'select_amount' => 'Введите количество Telegram Stars, которое вы хотите пожертвовать:',
    'consider_donation' => 'Если вы хотите поддержать мою работу, пожалуйста, рассмотрите возможность сделать донат.',
    'appreciated' => 'Буду очень признателен 😊',
    'terms' => 'Условия и положения для донатов',
    'thanks' => 'Спасибо за ваше пожертвование!',
    'with' => 'Пожертвовать через :service',
    'invalid' => 'Пожалуйста, введите число больше 0.',

];
