<?php

return [
    'description' => 'Здесь вы можете изменить настройки бота.',
    'disabled' => '❌ Отключено',
    'enabled' => '✅ Включено',
    'not_set' => 'Не установлено',
    'language' => [
        'click' => 'Нажмите здесь',
        'description' => 'Здесь вы можете изменить язык бота. Текущий язык: :language',
        'more' => 'Хотите больше языков?',
        'title' => '💬 Язык',
    ],
    'news' => '📰 Новости',
    'title' => '⚙️ Настройки',

    'main' => "Текущие настройки:\n💬 Язык: :language\n👤 Пол: :gender\n🙏 Исповедание: :confession",

    'gender' => [
        'title' => '👤 Пол',
        'description' => 'Выберите ваш пол. Текущий пол: :gender',
    ],
    'confession' => [
        'title' => '🙏 Исповедание',
        'description' => 'Выберите ваше исповедание. Текущее исповедание: :confession',
    ],
];
