<?php

return [
    'welcome_message' => 'Добро пожаловать! Выберите одну из опций для начала работы:',
    'button_confession' => 'Выбор конфессии',
    'button_help' => 'Помощь',
    'button_settings_menu' => 'Настройки',
    'settings_message_placeholder' => 'Меню настроек еще не реализовано.',
    'button_back' => '⬅️ Назад',
    'select_confession' => 'Выберите вашу конфессию:',
    'main_menu' => '🏠 Главное меню',
    'learn_about_confession' => '📚 Узнать о конфессии',
    'confession_menu_action' => '⛪ Услуги конфессии',
    'confession_menu_sub_action' => '🕰 Дополнительные услуги',
    'coming_soon' => 'Скоро',
    'error_confession_not_found' => 'Ошибка: Конфессия не найдена.',
    'chat_not_found' => 'Ошибка: Чат не найден.',
    'Close' => '❌ Закрыть',
];
