<?php

return [

    'donation' => 'შემოწირულობა',
    'support_by_donating' => 'მხარი დაუჭირეთ ამ ბოტს შემოწირულობით',
    'select_amount' => 'გთხოვთ, შეიყვანოთ Telegram Stars-ის რაოდენობა, რომლის შემოწირვაც გსურთ:',
    'consider_donation' => 'თუ გსურთ ჩემი მუშაობის მხარდაჭერა, გთხოვთ, განიხილოთ შემოწირულობის გაკეთება.',
    'appreciated' => 'ეს ძალიან დასაფასებელი იქნება 😊',
    'terms' => 'შემოწირულობის გადახდის პირობები და წესები',
    'thanks' => 'მადლობა შემოწირულობისთვის!',
    'with' => 'შემოწირულობა :service-ით',
    'invalid' => 'გთხოვთ, შეიყვანოთ 0-ზე მეტი რიცხვი.',

];
