<?php

return [
    'description' => 'აქ შეგიძლიათ შეცვალოთ ბოტის პარამეტრები.',
    'disabled' => '❌ გამორთულია',
    'enabled' => '✅ ჩართულია',
    'not_set' => 'დაუყენებელია',
    'language' => [
        'click' => 'დააწკაპუნეთ აქ',
        'description' => 'აქ შეგიძლიათ შეცვალოთ ბოტის ენა. მიმდინარე ენა: :language',
        'more' => 'გსურთ მეტი ენა?',
        'title' => '💬 ენა',
    ],
    'news' => '📰 სიახლეები',
    'title' => '⚙️ პარამეტრები',

    'main' => "მიმდინარე პარამეტრები:\n💬 ენა: :language\n👤 სქესი: :gender\n🙏 აღმსარებლობა: :confession",

    'gender' => [
        'title' => '👤 სქესი',
        'description' => 'აირჩიეთ თქვენი სქესი. მიმდინარე სქესი: :gender',
    ],
    'confession' => [
        'title' => '🙏 აღმსარებლობა',
        'description' => 'აირჩიეთ თქვენი აღმსარებლობა. მიმდინარე აღმსარებლობა: :confession',
    ],
];
