<?php

return [
    'welcome_message' => 'მოგესალმებით! აირჩიეთ ერთ-ერთი ვარიანტი დასაწყებად:',
    'button_confession' => 'კონფესიის არჩევა',
    'button_help' => 'დახმარება',
    'button_settings_menu' => 'პარამეტრები',
    'settings_message_placeholder' => 'პარამეტრების მენიუ ჯერ არ არის დანერგილი.',
    'button_back' => '⬅️ უკან',
    'select_confession' => 'აირჩიეთ თქვენი კონფესია:',
    'main_menu' => '🏠 მთავარი მენიუ',
    'learn_about_confession' => '📚 კონფესიის შესახებ',
    'confession_menu_action' => '⛪ კონფესიის სერვისები',
    'confession_menu_sub_action' => '🕰 დამატებითი სერვისები',
];
