<?php

return [

    'donation' => 'Донат',
    'support_by_donating' => 'Підтримайте цього бота донатом',
    'select_amount' => 'Введіть кількість Telegram Stars, яку ви бажаєте пожертвувати:',
    'consider_donation' => 'Якщо ви бажаєте підтримати мою роботу, будь ласка, розгляньте можливість зробити донат.',
    'appreciated' => 'Буду дуже вдячний 😊',
    'terms' => 'Правила та умови для донатів',
    'thanks' => 'Дякуємо за ваш донат!',
    'with' => 'Пожертвувати через :service',
    'invalid' => 'Будь ласка, введіть число більше за 0.',

];
