<?php

return [
    'description' => 'Тут ви можете змінити налаштування бота.',
    'disabled' => '❌ Вимкнено',
    'enabled' => '✅ Увімкнено',
    'not_set' => 'Не встановлено',
    'language' => [
        'click' => 'Натисніть тут',
        'description' => 'Тут ви можете змінити мову бота. Поточна мова: :language',
        'more' => 'Бажаєте більше мов?',
        'title' => '💬 Мова',
    ],
    'news' => '📰 Новини',
    'title' => '⚙️ Налаштування',

    'main' => "Поточні налаштування:\n💬 Мова: :language\n👤 Стать: :gender\n🙏 Віросповідання: :confession",

    'gender' => [
        'title' => '👤 Стать',
        'description' => 'Оберіть вашу стать. Поточна стать: :gender',
    ],
    'confession' => [
        'title' => '🙏 Віросповідання',
        'description' => 'Оберіть ваше віросповідання. Поточне віросповідання: :confession',
    ],
];
