<?php

return [
    'welcome_message' => 'Вітаємо! Оберіть одну з опцій для початку роботи:',
    'button_confession' => 'Вибір конфесії',
    'button_help' => 'Допомога',
    'button_settings_menu' => 'Налаштування',
    'settings_message_placeholder' => 'Меню налаштувань ще не реалізовано.',
    'button_back' => '⬅️ Назад',
    'select_confession' => 'Оберіть вашу конфесію:',
    'main_menu' => '🏠 Головне меню',
    'learn_about_confession' => '📚 Дізнатися про конфесію',
    'confession_menu_action' => '⛪ Послуги конфесії',
    'confession_menu_sub_action' => '🕰 Додаткові послуги',
];
