<?php

return [
    'welcome_message' => 'Вітаємо! Оберіть опцію для початку:',
    'button_confession' => 'Вибір конфесії',
    'button_help' => 'Допомога',
    'button_settings_menu' => 'Налаштування',
    'settings_message_placeholder' => 'Меню налаштувань ще не реалізовано.',
    'button_back' => '⬅️ Назад',
    'select_confession' => 'Оберіть вашу конфесію:',
    'main_menu' => '🏠 Головне меню',
    'learn_about_confession' => '📚 Дізнатися про конфесію',
    'confession_menu_action' => '⛪ Послуги конфесії',
    'confession_menu_sub_action' => '🕰 Додаткові послуги',
    'coming_soon' => 'Незабаром',
    'error_confession_not_found' => 'Помилка: Конфесію не знайдено.',
    'chat_not_found' => 'Помилка: Чат не знайдено.',
    'close' => '❌ Закрити',
    'error_invalid_confession' => '❌ Віросповідання не доступно( іде оновлення або заблоковано).',
    'error_invalid_action' => '❌ Дія не доступна (іде оновлення або заблоковано).',
    'gender' => [
        'male' => '👤 Чоловік (чоловіки)',
        'female' => '♀️ Жінка (жінки)',
        'other' => '✨ Інше (небінарні або інші ЛГБТК)',
    ],
];
